const About = () => {
  return (
    <main className="main main-about">
      <section className="main__section-top section-top">
        <div className="container">
          <div className="section-top__inner">
            <div className="section-top__box">
              <h1 className="section-top__box-title title" data-aos="fade-up" data-aos-duration="500">
                О сервисе
              </h1>
              <p className="section-top__box-text" data-aos="fade-up" data-aos-duration="1000">
                Добро пожаловать в онлайн сервис GoldenCash Exchange, оказывающий услуги по покупке, продаже и обмену
                криптовалют начиная с 2019 года. Наш обменник криптовалют на протяжение 4 лет предоставляет услуги
                обмена и смог себя зарекомендовать наилучшим образом.
              </p>
            </div>
            <img
              className="section-top__img"
              src={require("../assets/images/section-top-img.png")}
              alt="img"
              data-aos="fade-up"
              data-aos-duration="1500"
            />
          </div>
        </div>
      </section>
      <div className="main__text main-text">
        <div className="container">
          <div className="main-text__inner">
            <p className="main-text__text" data-aos="fade-up" data-aos-duration="2500">
              Мы можем обменять вашу криптовалюту по выгодному курсу. Грубо говоря, мы покупаем ваши монеты и храним их.
              Меняя монеты на другие, вы получаете +5-15% к отправленной стоимости.
              <br />
              <br />
              В нашем сервисе каждый клиент может моментально обменять, продать или купить Bitcoin, Ethereum, Litecoin,
              Tether, Ripple, Zcash, Dash и другие. Благодаря удобному и интуитивно понятному интерфейсу, обмен валют
              покажется Вам простейшей процедурой и займет всего пару минут. Необходимо лишь следуя инструкциям
              выполнить несколько простых шагов.
              <br />
              <br />
              Мы ставим свою репутацию и уровень доверия наших клиентов превыше всего! Надежность обменника, а также
              высочайший уровень предоставляемых услуг подтверждаются многочисленными отзывами на таких респектабельных
              ресурсах как bestchange и trustpilot.
              <br />
              <br />
              К преимуществам нашего обменника электронных валют и криптовалют относятся следующие характеристики:
              <br />
              <br />
              1. Беспрецедентная надежность. Вы гарантировано сможете обменять, купить или продать биткоин, эфириум,
              лайткоин, биткоин кэш, рипл и многие другие блокчейн-токены, а также вывод на карту с доступных странах.
              При этом вы не потеряете свои средства, все стопроцентно надежно.
              <br />
              <br />
              2. Низкие комиссии. На сегодняшний день не каждый обменник криптовалютможет предложить настолько выгодные
              условия сотрудничества. Мы работаем для клиентов и стараемся сделать так, чтобы к нам неоднократно
              возвращались за услугами обмена. Именно поэтому мы выставляем минимальные комиссии.
              <br />
              <br />
              3. Высокая скорость. Ни для кого не будет открытием если мы скажем, что мгновенный обмен биткоин– это
              очень актуальная тема на сегодняшний день. Мы можем очень быстро, а главное результативно выполнить все
              Ваши операции. Уверяем, все заявки обрабатываются точно и в срок, буквально в течение 5-20 минут.
              <br />
              <br />
              4. Безопасность. Наш обменник биткоинне требует обязательной верификации, а регистрация проходит
              автоматически. Кроме того, весь входящий и исходящий трафик GoldenCash Exchange шифруется современными
              криптографическими алгоритмами c длинной ключа в 256 бит.
              <br />
              <br />
              5. Круглосуточный обмен. Современный сервис обмена работает без выходных, 24 часа в сутки и 365 дней в
              году. Это является крайне важным показателем и большим плюсом, ведь многим клиентам необходим ввод и вывод
              биткоинов даже в позднее время суток (в том числе тем, кто хочет вывести биткоин на карту). С помощью
              нашего сервиса это становится возможным.
              <br />
              <br />
              Мы убеждены, что каждый, кто хоть раз воспользуется обменником GoldenCash Exchange, высоко оценит уровень
              предоставляемых услуг. Обмен биткоин, как и любых альткоинов теперь не будет казаться таким сложным и
              длительным процессом, как вы думали ранее.
              <br />
              <br />
              Наш обменник биткоин создан для современных и успешных людей. Сейчас криптовалюты настолько популярны, что
              пользователи, которые заметили потенциал еще у истоков формирования рынка, могут рассчитывать на солидное
              вознаграждение и прибыль в свой собственный карман. Разве не так? Именно поэтому регулярно появляются
              новые обменные пункты, предлагающие свои услуги. Тем не менее лишь некоторые из них достойный вашего
              внимания. GoldenCash многие годы осуществляет обмен электронных валют (а так же обмен криптовалют), и
              устояв при этом в жесткой конкурентной борьбе доказал свое превосходство. Наши клиенты всегда довольны и
              спокойно доверяют нам свои крипто-активы. GoldenCash Exchange – это оптимальный обменник, проверьте и
              убедитесь сами!
            </p>
          </div>
        </div>
      </div>
    </main>
  );
};

export default About;
